Repository: Keanu-Ellwood-DVT/DVTBooks
Catalog: src/locale/messages.*.xlf
Languages: zu

# ngb.alert.close
source: Close
zu: Vala

# ngb.carousel.previous
source: Previous
zu: Kwedlule

# ngb.carousel.next
source: Next
zu: Olandelayo

# ngb.datepicker.previous-month
source: Previous month
zu: Inyanga edlule

# ngb.datepicker.next-month
source: Next month
zu: Ngenyanga ezayo

# ngb.datepicker.select-month
source: Select month
zu: Khetha inyanga

# ngb.datepicker.select-year
source: Select year
zu: Khetha unyaka

# ngb.pagination.first-aria
source: First
zu: Okokuqala

# ngb.pagination.previous-aria
source: Previous
zu: Kwedlule

# ngb.pagination.next-aria
source: Next
zu: Olandelayo

# ngb.pagination.last-aria
source: Last
zu: Okokugcina

# ngb.timepicker.hours
source: Hours
zu: Amahora

# ngb.timepicker.minutes
source: Minutes
zu: Amaminithi

# ngb.timepicker.seconds
source: Seconds
zu: Imizuzwana

# ngb.toast.close-aria
source: Close
zu: Vala

# titleName
source: <img/> books
zu: <img/> izincwadi

# loginBtn
source: Log In
zu: Ngena ngemvume

# logoutBtn
source: Log Out
zu: Phuma

# addBook
source: <span></span> Add Book
zu: <span></span>Faka Incwadi

# conf
source: Confirm
zu: Qinisekisa

source: Close
zu: Vala

# saveSbmt
source: Save changes
zu: Gcina

# wlcDVT
source: Welcome to DVT Books
zu: Wamukelekile DVT Books

# inTch
source: Get in Touch
zu: Thintana

# abt
source: About Us
zu: Mayelana NATHI

# workDVT
source: Work for DVT
zu: Sebenzela DVT

# prev
source: Previous
zu: Kwedlule

# nxt
source: Next
zu: Olandelayo

# dtls
source: Details <i></i>
zu: Imininingwane <i></i>

# ttl
source: Title
zu: Isihloko

# auth
source: Author
zu: Umbhali

# pblshr
source: Publisher
zu: Umshicileli

# pblshdt
source: Published on
zu: Ishicilelwe ku

# admn
source: Admin <i></i>
zu: Ukuphatha <i></i>

# updtBk
source: Update book
zu: Vuselela incwadi

# updtAuth
source: Update author
zu: Vuselela umbhali

# rmBk
source: Remove book
zu: Susa incwadi

# rmAuth
source: Remove author
zu: Susa umbhali

# pblshDate
source: Publish Date<i>*</i>
zu: Ukushicilela Usuku<i>*</i>

# cvrPct
source: Cover Picture
zu: Ikhava

# lname
source: First Name <i>*</i>
zu: Igama <i>*</i>

# mname
source: Middle Name(s)
zu: Amagama aphakathi
